Repository: wp-plugins/sidebar-login
Catalog: langs/sblogin-*.po
Languages: fa_ir

source: Sidebar Login
fa_ir: ورودی در ستون کناری

source: <p>Changes saved</p>
fa_ir: <p>تغییرات ذخیره شد</p>

source: Login redirect URL
fa_ir: آدرس هدایت کاربر بعد از ورود

source: Url to redirect the user to after login. Leave blank to use their current page.
fa_ir: آدرسی که کاربر پس از ورود به آنجا هدایت می‌شود. چنانچه چیزی ننویسید در همان صفحه‌ی جاری خواهد ماند.

source: Logout redirect URL
fa_ir: آدرس هدایت کاربر بعد از بیرون رفتن

source: Url to redirect the user to after logout. Leave blank to use their current page.
fa_ir: آدرسی که کاربر پس از بیرون رفتن به آنجا هدایت می‌شود. چنانچه چیزی ننویسید در همان صفحه‌ی جاری خواهد ماند.

source: Show Register Link
fa_ir: نمایش پیوند نام‌نویسی

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: User registrations must also be turned on for this to work ('Anyone can register' checkbox in settings).
fa_ir: برای کار کردن این قابلیت، باید نام‌نویسی کاربران فعال شده باشد.

source: Show Lost Password Link
fa_ir: نمایش پیوند بازیابی رمز گمشده

source: Logged in links
fa_ir: پیوندهای وارد شده

source: One link per line. Note: Logout link will always show regardless. Tip: Add <code>|true</code> after a link to only show it to admin users. If you add a further <code>|USER LEVEL</code> the link will only be shown to users with levels equal to or greater than those defined. See <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>http://codex.wordpress.org/Roles_and_Capabilities</a> for more info on roles and Capabilities.<br/> You can also type <code>%USERNAME%</code> and <code>%USERID%</code> which will be replaced by the user info. Default:
fa_ir: هر پیوند در یک خط جدا.<br />نکته: پیوند مربوط به بیرون رفتن همیشه نمایش داده خواهد شد.<br />راهنمایی: با افزودن <code>|true</code> به انتهای هر پیوند٬ آن پیوند فقط برای مدیران نمایش داده خواهد شد. همچنین با افزودن <code>|USER LEVEL</code>٬ آن پیوند به کاربرانی با رتبه‌ی برابر یا بیشتر از عدد مشخص‌شده نشان داده خواهد شد. بخش <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>نقش‌ها و توانایی‌ها</a>در مستندات وردپرس را برای اطلاعات بیشتر ببینید.<br />شما می‌توانید از متغیرهای <code>%USERNAME%</code> و <code>%USERID%</code> که با اطلاعات کاربری جایگزین خواهند شد استفاده کنید.<br />پیش‌فرض:

source: Save Changes
fa_ir: ذخیره‌ی تغییرات

source: Login
fa_ir: ورود

source: Welcome
fa_ir: خوش آمدید

source: Username:
fa_ir: شناسه:

source: Password:
fa_ir: رمز:

source: Remember me
fa_ir: مرا به خاطر بسپار

source: Register
fa_ir: نام‌نویسی

source: Password Lost and Found
fa_ir: گم شدن و پیدا کردن رمز

source: Lost your password?
fa_ir: رمزتان را گم کرده‌اید؟

source: Logout
fa_ir: بیرون رفتن

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
fa_ir: کوکی‌ها از کار افتاده‌اند یا مرورگر شما از کوکی‌ها پشتیبانی نمی‌کند. شما باید برای به کارگیری وردپرس <a href='http://www.google.com/cookies.html'>کوکی‌ها را فعال کنید</a>

source: Or login using an <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>
fa_ir: ورود با استفاده از <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>

source: Dashboard
fa_ir: پیش‌خوان

source: Profile
fa_ir: شناسنامه

source: <strong>ERROR</strong>: Please enter a username & password.
fa_ir: <strong>خطا</strong>: لطفا یک شناسه و رمز وارد کنید.

source: Adds a sidebar widget to let users login
fa_ir: ابزارکی برای قرار دادن فرم ورود٬ در ستون کناری اضافه می‌کند
